[
		{
			"num": 1,
			"title": "Rejected May 7, 2015",
			"blurb": "Our first rejection! Rejection never felt so good.",
			"blank": "crosswords/crossword1.pdf",
			"solution": "crosswords/crossword1_solution.pdf",
			"will": "<p>Hi Dan and Eliza,</p><p>Joel Fagliano here, writing for Will.</p><p>Regrets on your WIN A PRIZE 15x. The theme here is cute, but UNIQUE ENTREE felt like a contrived phrase to Will. He'd like this a lot more if all of the theme answers were common, in-the-language phrases.</p><p>Hope that feedback helps.</p><p>We did appreciate the chance to take a look at this.</p>",
			"la": "",
            "wsj" : "",
			"url": "https://crosswordhobbyist.com/73905"
		}, 
		
		{
			"num": 2,
			"title": "Twice Rejected",
			"blurb": "This one also got rejected by the LA Times.",
			"blank": "crosswords/crossword2.pdf",
			"solution": "crosswords/crossword2_solution.pdf",
			"will": "<p>Hi Dan and Eliza,</p><p>Joel Fagliano here, writing for Will.</p><p>Regrets on your EXCLAMATION MARK 15x. This is a fun puzzle, but the theme idea here felt a little too familiar to Will. He thinks he's run several puzzles in the past with very similar gimmicks.</p><p>Sorry about that.</p><p>We did really appreciate the chance to take a look at this one.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p></p><p>My name is Patti Varol; I am Rich's assistant. Be assured that Rich continues to review, select, and edit every puzzle personally, and I handle some of his research and correspondence so he has more time to work with the puzzles.</p><p>Thanks for sending us your \"Names\" puzzle. Rich notes that there's some nice work in your grid and many of your puns are clever. Unfortunately, we've used this theme before, and Rich would rather not repeat it. We'll pass, I'm sorry to say.</p><p>We're looking forward to seeing more puzzles from you soon. Please continue to use Rich's AOL address for future submissions.</p>",
            "wsj" : "",
			"url": "https://crosswordhobbyist.com/125392"
		}, 
		
		{
			"num": 3,
			"title": "Five Vowels",
			"blurb": "Will did not give five stars to Five Vowels.",
			"blank": "crosswords/crossword3.pdf",
			"solution": "crosswords/crossword3_solution.pdf",
			"will": "<p>Hi Dan,</p><p>Joel Fagliano here, writing for Will.</p><p>Unfortunately, this is to say no on two of your recent submissions:</p><p>-- BANANARAMA 15x: We just ran a very similar theme recently, so this felt a little too familiar.</p><p>[Redacted: Critique of Puzzle 4]</p><p>Sorry for the nos.</p><p>We did appreciate the chance to take a look at these puzzles.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p><p>Thanks for sending us your \"Five Vowels\" puzzle. Rich notes that your grid has some nice work, and the theme is interesting, but it falls short for him. Rich isn't a big fan of single-word themers, so he feels the first one would be more fun if it were a phrase. Additionally, SNUG MUUMUU is too contrived for his taste. After a search, Rich is sure that there is no 5-U phrase that would fit this size puzzle. We'll have to pass, I'm sorry to say.</p>",
            "wsj" : "",
			"url": "https://crosswordhobbyist.com/74815"
		}, 
		
		{
			"num": 4,
			"title": "It Is What It Is",
			"blurb": "This is the most flattering rejection yet. A step in the right direction perhaps?",
			"blank": "crosswords/crossword4.pdf",
			"solution": "crosswords/crossword4_solution.pdf",
			"will": "<p>Hi Dan,</p><p>Joel Fagliano here, writing for Will.</p><p>Unfortunately, this is to say no on two of your recent submissions:</p><p>[Redacted: Critique of Puzzle 3]</p><p>-- THREE WORDS LONG 15x: Will found this clever, but overall, it didn't excite him quite enough to say yes.</p><p>Sorry for the nos.</p><p>We did appreciate the chance to take a look at these puzzles.</p>",
			"la": "",
            "wsj" : "",
			"url": "https://crosswordhobbyist.com/125446"
		}, 
		
		{
			"num": 5,
			"title": "Two Contests",
			"blurb": "I had the exact same reservations about this puzzle as Will had! It is good to be on the same page, even if that page is rejection. The Crossword Hobbyist version does not show the circles. Make sure to check out the hard copy link.",
			"blank": "crosswords/crossword5.pdf",
			"solution": "crosswords/crossword5_solution.pdf",
			"will": "<p>Hi Dan,</p><p>This is Joel Fagliano, writing for Will.</p><p>Unfortunately, this is to say no on your PANDA/LANDO 15x. This is an interesting puzzle, but the theme didn't excite Will quite enough. There wasn't quite enough theme here for him, and he thought that PAPPY and PAPA were basically the same word. Overall, he appreciated the attempt at something new and different, though.</p><p>Thanks for letting us take a look here.</p>",
			"la": "",
            "wsj" : "",
			"url": "https://crosswordhobbyist.com/88214"
		}, 
		
		{
			"num": 6,
			"title": "Swap Meet",
			"blurb": "Not a lot of help from Will on this one. I thought this puzzle had exactly the kind of terrible punning that we expect from the Times! LA and WSJ didn't like it either but thankfully gave more thorough critiques.",
			"blank": "crosswords/crossword6.pdf",
			"solution": "crosswords/crossword6_solution.pdf",
			"will": "<p>Hi Dan and Eliza,</p><p>This is Joel Fagliano, writing on behalf of Will.</p><p>Regrets on your EYE/AYE puns 15x, whose theme didn't excite Will quite enough to say yes.</p><p>Sorry. We did appreciate the chance to review this.</p>",
			"la": "crosswords/crossword6la.jpg",
            "wsj" : "<p>Hi, Dan and Eliza—Thanks for showing us SWAP MEET. Unfortunately, there’s not enough going on here. Two theme entries plus a revealer doesn’t pack enough theme into the grid.</p><p>Sorry we have to say no to this, but again thank you for your efforts.—Best, Mark</p>",
			"url": "https://crosswordhobbyist.com/114580"
		},

		{
			"num": 7,
			"title": "Near Miss!",
			"blurb": "A near miss! Holy cow! The critique of this one is way more thorough than any of the others. I'm not quite ready to give up on this one, which is why it's highly redacted and not published here.",
			"blank": "",
			"solution": "",
			"will": "<p>Hi Dan,</p><p>Joel Fagliano here, writing for Will.</p><p>Unfortunately, this is to say no on your [REDACTED] 15x, which was a near-miss for us. We liked several aspects of it a lot -- first and foremost, the cool interlock of [REDACTED] running through the theme answers. That gave the puzzle a wow factor. Also, the core gimmick of cluing [REDACTED] is nice.</p><p>But the reason we have to say no is the placement of the revealer. It's just not satisfying to put the punchline of the puzzle at the very top, where most solvers start from. Putting the revealer as the first theme answer solvers encounter is like receiving a spoiler about the ending of the movie before watching it.</p><p>Obviously, we realize that the [REDACTED] part of the theme doesn't work without putting [REDACTED] where it is, so we're torn. But in the end, we can't run a puzzle with an obvious flaw like this.</p><p>Maybe by some stroke of luck this theme can be arranged a different way, but perhaps it just won't work. That happens.</p><p>Anyway, we hope you understand our reasoning here. Appreciated the chance to review this one.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p><p>Thanks for this one, but we'll pass. Rich notes that your grid has some nice work, but the theme doesn't appeal enough to him for a yes. Because so many [REDACTED], there needs to be some other common feature involved to make the theme distinctive. It adds up to a no, I'm sorry to say.</p>",
            "wsj" : "<p>Hi, Dan and Eliza—Thanks for showing us ONE-LETTER CLUES. Sorry to say, the theme didn’t grab us. We prefer there to be more playfulness.</p><p>Though we’re going to take a pass on this puzzle, again we thank you for your efforts.—Best, Mark</p>",
			"url": ""
		},

		{
			"num": 8,
			"title": "Analogies",
			"blurb": "The analogies are definitely contrived. Be careful about penciling in ISTO too early. I tried to make that part a little tricky.",
			"blank": "",
			"solution": "",
			"will": "<p>Hi Dan and Eliza,</p><p>This is David Steinberg writing on behalf of Will.</p><p>Thank you for your two recent submissions, which unfortunately, we have to say no on:</p><p>[Redacted: Critique of Puzzle 9]</p><p>--Analogies 15x:  The analogies felt too contrived to us.</p><p>Sorry for the bad news!  We did appreciate the chance to take a look at these, though.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p><p>Thanks for this one, but we'll pass. Rich says it's a creative idea, but there are just so many of these that there's virtually no way to make a tight, distinctive set of them. Rich prefers themes to be more narrowly defined. Even if the set were unified by another common element, it's impossible to do without repeating IS TO between clue and answer, which is something Rich would not allow. It adds up to a no, I'm sorry to say.</p>",
            "wsj" : "<p>ANALOGIES has a group of random analogies—not all within one category—so the theme is too loose.</p>",
			"url": "https://crosswordhobbyist.com/111105"
		},

		{
			"num": 9,
			"title": "Regression",
			"blurb": "I felt really good about this one. Will did not. Currently being assessed by the LA Times.",
			"blank": "",
			"solution": "",
			"will": "<p>Hi Dan and Eliza,</p><p>This is David Steinberg writing on behalf of Will.</p><p>Thank you for your two recent submissions, which unfortunately, we have to say no on:</p><p>--Step Backwards 15x:  The theme didn't excite Will quite enough for this one to be a yes.</p><p>[Redacted: Critique of Puzzle 8]</p><p>Sorry for the bad news!  We did appreciate the chance to take a look at these, though.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p><p>Thanks for this one, but we'll pass. Rich notes that the grid has some nice work, but the theme falls short for him. SECRETARIAT'S DAD is too contrived for his taste, and JAPANESE CAPITAL is what we call \"ordinary language\" -- it's the kind of expression you'd find in ordinary prose but is not a standalone idiom (compare \"pretty dress\" and \"pretty penny\"). Additionally, the reveal idiom is incomplete -- it'd be either ONE step or A step backwards, and while [... with 'a'] is allowed in some clues, Rich wouldn't use it here. It adds up to a no, I'm sorry to say.</p>",
            "wsj" : "<p>REGRESSION would require circles or shading, which we can’t do in our crosswords. Also, SECRETARIAT’S DAD is not an idiomatic phrase.</p>",
			"url": "https://crosswordhobbyist.com/130830"
		},

		{
			"num": 10,
			"title": "Haphazard Construction",
			"blurb": "Watch out! This one might be really fun or really awful. You decide! (The reviewers leaned toward the latter.)",
			"blank": "",
			"solution": "",
			"will": "<p>Hi Dan and Eliza,</p><p>This is David Steinberg writing on behalf of Will.</p><p>Thank you for sending us your Mishaps 15x.  Unfortunately, the theme didn't excite Will quite enough for this one to be a yes.  Our biggest concern was that the theme entries look kind of nonsense-y after the MIS's [sic] are removed.</p><p>Sorry for the bad news!  As always, though, we really appreciated the opportunity to review one of your submissions.</p>",
			"la": "<p>Hi Dan, Hi Eliza,</p><p>Thanks for this one, but we'll pass. Rich notes that it's a cute idea, but the gimmick results in phrases with nonwords, which is a theme style he never uses. He appreciates the chance to review your work, and is sorry this one won't work out.</p>",
            "wsj" : "<p>HAPHAZARD could work and would feel more clever if there were a cluable phrase created after each HAP was deleted from the original. Right now what’s left is nonsensical and doesn’t seem like much fun.</p>",
			"url": "https://crosswordhobbyist.com/145353"
		}


]